export const JOBS_LONG_TITLE = {
  0: "미정",
  1000: "PD",
  1001: "시스템 기획자",
  1002: "레벨 기획자",
  1003: "사운드",
  2000: "TD",
  2001: "클라이언트 프로그래머",
  2002: "서버 프로그래머",
  3000: "AD",
  3001: "캐릭터 원화가",
  3002: "배경 원화가",
  3003: "캐릭터 원화가",
  3004: "배경 원화가",
  3005: "캐릭터 모델러",
  3006: "배경 모델러",
  3007: "2D 애니메이터",
  3008: "3D 애니메이터",
  3009: "이펙터",
}

export const JOBS_INT = {
  0: "#000000",
  1: "#c38cff",
  2: "#8cb4ff",
  3: "#ff8c8c",
}

export const JOBS = {
  planning: "#c38cff",
  programming: "#8cb4ff",
  art: "#ff8c8c",
};